export const DATA = {
  0: {
    title: 'Категория 1',
    questions: [
      'ИТ до COVID-19 для компенсации СД 2'
    ]
  },
  1: {
    title: 'Категория 2',
    questions: [
      'Глюкоза плазмы крови натощак ≥ 10 ммоль/л',
      'Глюкоза плазмы через 2 часа после еды ≥ 13 ммоль/л',
      'Кетоацидоз или гиперосмолярное состояние',
      'Выраженные поздние осложнения СД, в т.ч. тяжелые формы полинейропатии, ретинопатии, нефропатии (СКФ<30 мл/мин/1,73 м2)',
      'Тяжелая сопутствующая соматическая патология',
      'Беременность и неконтролируемая диетой гипергликемия',
    ]
  },
  2: {
    title: 'Категория 3',
    questions: [
      'Тяжелое и крайне тяжелое течение COVID-19*',
      'Нарушения сознания и/или парентеральное питание',
    ]
  },
  3: {
    title: 'Категория 4',
    questions: [
      'Сопутствующая ишемическая болезнь сердца',
      'SpO2 <95%',
    ]
  }
}
